# 2) შექმენით 4 სხვადასხვა ფუნქცია ერთი მიმატების მეორე გამოკლების მესამე გამრავლების მეოთხე გაყოფის, თითოეულ ფუნქციაში უნდა მოხდეს შესაბამისი მოქმედება ორ რიცხვს შორის, მაგ. მეტობის ფუნქციაში უნად დაიბეჭდოს ნებისმიერი ორი რიცხვის ჯამი, გამრავლების ფუნქციაში ნებისმიერი ორი რიცხვი ნამრავლი და ასე შემდეგ საბოლოოდ გამოიძხეთ ყველა ფუნქცია
from turtle import *

def mimateba():
    print(3+2)

def gamokleba():
    print(3-1)

def gayofa():
    print(4/2)

def gamravleba():
    print(5*4)

mimateba()

gamokleba()

gayofa()

gamravleba()