my_list = ["toyota" , "toyota" , "subaru", "nisan", "lambergamber", "bmw",
 "benz", "1armaxsovs", "2armaxsovs", "3armaxsovs",5]

# 1) შექმენით სია რომელშიც მოათვსებთ 10 განსხვავებულ მანქანის სახელს, შემდეგ
#  დაბეჭდეთ ცალ ცალკე მეორე და მეხუთე ელემენტები, დაბეჭდეთ თავიდან შუამდე ყველა ელემენტი,
#  დაბეჭდეთ შუიდან ბოლომდე ყველა ელემენტი, დაბეჭდეთ მინუს
#  3 ინდექსზე და -1 ინდექსზე მდგომი ელემენტი, დაბეჭდეთ შუა სამი ელემენტი, დაბეჭდეთ მთლიანი სია
print(my_list[2] + " " + my_list[5])
print(my_list[:6])
print(my_list[6:11])
print(my_list[-3:-1])
print(my_list[5:8])
print(my_list)





